[
        {
		//nations
		"name": "Earth Kingdom",
		"leaderName": "Long Feng",
		"adjective": ["Kingdom"],
		"startBias": ["Avoid [Tundra]","Avoid [Snow]"],
		"preferredVictoryType": "Cultural",

		"startIntroPart1": "Introduction",
		"startIntroPart2": "Oh Mighty Long Feng!Great Secretary and cunning manipulator, you had the honor of being a worthy ruler for the Kingdom of Earth!you have had the honor of leading this nation to victory, and you must make every effort to do so!your land is beautiful and diverse, and the warriors are strong and strong as stone.you and your people have been given the opportunity to bend the earth.So use it wisely and profitably!",

		"declaringWar": "As the leader of the Dai Li and the Grand Secretary to the Earth King, I am authorized to declare war on your nation in the name of our peoples' safety and well-being.",
		"attacked": "As the Grand Secretary to the Earth King, I condemn your declaration of war on the Earth Kingdom. The Dai Li will not stand idly by while you endanger the peace and security of our people",
		"defeated": "You have overwhelmed us with your strength and determination and have proven yourself the victor in this conflict. I ask for mercy for my people and seek a peaceful surrender on your terms.",
		"introduction": "I am Long Feng, the Grand Secretariat of the Earth King and the leader of Dai Li. Our Earth King wields the power of the elements and the strength of our nation, and under his rule, the Dai Li protects our people and interests.I think we can be equally useful to each other,how about peaceful coexistence?",

		"neutralHello": "Greetings.",
		"hateHello": "What do YOU want?!",

		"tradeRequest": "I believe we can strengthen our bond and work together to ensure prosperity for our people",

		"outerColor": [25,148,26],
		"innerColor": [236,189,16],
		"uniqueName": "As a sword sharpens a sword, so a stone sharpens a stone",
		"uniques": ["[+4 Production] [in capital]", "Units ignore terrain costs when moving into any tile with Hills","Avatar Nations <hidden from users>"],
		"cities": ["Ba sing Se","Gaoling","Omashu","Basu","Yuyan","Hu-Tian","Gaolyang","Xiping","Laogai","Yu Dao","Omho","Gaixing"]
	},
	{
		"name": "Air Tribe",
		"leaderName": "Gyatso",
		"adjective": ["Air"],
		"startBias": ["Mountain"],
		"preferredVictoryType": "Diplomatic",

		"startIntroPart1": "Introduction",
		"startIntroPart2": "Hail the wise Giatso!Your wisdom and humility have given you excellent chances to lead your people to victory! Your peaceful approach and neutrality, a wonderful tool for the well-being of your people!So don't let us down Giatso!The small but native and dear tribe of the air relies on you!",
		
		"declaringWar": "I am sorry to say that despite our best efforts, it has become clear that we cannot resolve our conflict through peaceful negotiation. We have tried all options but unfortunately none have worked",
		"attacked": "Dear leader, I understand that you might feel threatened by us and our way of Life. However, I strongly believe that violence and war are not the answer.",
		"defeated": "The events that have transpired today are devastating for our civilization. The defeat we have suffered at the hands of the enemy has left us in ruins, but we must not let this dampen our resolve",
		"introduction": "My friend, be sure to lead your people to peace, prosperity and happiness, not to war and misery. Be a light in the darkness of the world, and let your people flourish in that light",

		"neutralHello": "Greetings.",
		"hateHello": "Greetings...",

		"tradeRequest": "I have come with a proposition. I would like to engage in a beneficial trade offer with you that would help both our civilizations prosper. I propose the following",

		"outerColor": [134,167,217],
		"innerColor": [229,245,253],
		"uniqueName": "Nomadic People of the Air",
		"uniques": ["[-50]% growth [in all cities] <when not at war>",
		"[-75]% growth [in all cities] <when at war>",
			"[+1 Food] from [Hill] tiles [in all cities]","[+2 Faith] from [Mountain] tiles [in all cities]",
		"[+1 Faith, +1 Food] from [Mountain] tiles [in holy cities]",
		"[+4 Culture] from [Mountain] tiles [in all cities] <during We Love The King Day>",
		"[+1 Culture] from [{Hill} {Luxury resource}] tiles [in all cities]",
		"Land units may cross [Mountain] tiles after the first [Settler] is earned",
		"[All] units gain the [Person of Air] promotion","Avatar Nations <hidden from users>"],
		"cities": ["Northern Air Temple","Eastern Air Temple","Southern Air Temple","Western Air Temple","North Central Plains","North Northwestern Border","West Central Plains","South Central Plains","Seer's Shrine","The Great Gate of the West","Eastern Air Sanctuary"]
	},
	{
		"name": "Fire Nation",
		"leaderName": "Sozin",
		"adjective": ["Fire"],
		"startBias": ["Magma plains","Avoid [Snow]","Avoid [Tundra]"],
		"preferredVictoryType": "Domination",

		"startIntroPart1": "Introduction",
		"startIntroPart2": "Hail! Hail, great emperor!Lead! Lead the people of fire to world domination! Prove to the world how much higher the element of fire is in the world!Do not let us down, great Sozin!",
		
		"declaringWar": "As the Fire Lord, I declare that the Fire Nation has had enough of your insolence and defiance. We have no intention of further negotiations or agreements, and we will not hesitate to destroy your nation and take any and all resources that we deem of value",
		"attacked": "I am resolute in my commitment to defend our nation and our people against any threat, including yours. Declaring war is no trifling matter, and I urge you to consider the costs and damage that such a conflict would entail",
		"defeated": "We have fought hard, but our efforts have fallen short..",
		"introduction": "As Fire Lord and ruler of the Fire Nation, I come before you in a spirit of respect and friendship. The Fire Nation has made vast progress in recent years, particularly in our advancements in technology and innovation.",

		"neutralHello": "Greetings.",
		"hateHello": "I hate",

		"tradeRequest": "As leader of the Fire Nation, I am pleased to present this trade offer to you. The Fire Nation has a wealth of resources and goods",

		"outerColor": [25,10,0],
		"innerColor": [200,20,30],
		"uniqueName": "A higher Elemental",
		"uniques": ["[+1 Production, +1 Food] from [Magma plains] tiles [in all non-occupied cities]","[+10]% Strength <when attacking> <vs [Wounded] units>",
			"[+10]% Strength <when attacking> <vs cities> <during a Golden Age>",
			"[+20]% Strength <during a Golden Age>",
		"[All] units gain the [Fire Elemental] promotion",
		"Provides [1] [Iron] <after discovering [Iron Working]>","Avatar Nations <hidden from users>"],
		"cities": ["Capital Island","Shuhon Island","Ma'inka Island","Ember Island","Crescent Island","Dizin Island","Hing Wa Island"]
	},
	{
		"name": "Water Tribe",
		"favoredReligion": "Adoration of Moon",
		"leaderName": "Chief Arnook",
		"adjective": ["Fire"],
		"startBias": ["Coast","Tundra","Avoid [Desert]"],
		"preferredVictoryType": "Diplomatic",

		"startIntroPart1": "Introduction",
		"startIntroPart2": "Glory to you Chief Arnook!You and your people have the opportunity to show the world your strength and ability to survive in difficult conditions, you will show how flexible but sharp you are.You will have to face worthy opponents for the right to survive!Are you ready for this?",
		
		"declaringWar": "The Northern Water Tribe declares war on this enemy of peace and order. Our strength is strong, and our determination is steadfast. We will not stop",
		"attacked": "We honor the spirits and the wisdom they have given us.If you, my frivolous-looking enemy,think that you have chosen a free place of residence, then you are very mistaken",
		"defeated": "We have fallen to a great enemy. Our civilization and way of life has been destroyed. We have nothing left to fight for other than our pride and the spirits that guided us. But the spirits will never abandon us.",
		"introduction": "Greetings, I am Chief Arnook of the Northern Water Tribe. We are the children of the moon. The spirits that guide our every decision are with us here.",

		"neutralHello": "Greetings.",
		"hateHello": "I hate",

		"tradeRequest": "This gift is not to be taken lightly, my frivolous-looking friend",

		"outerColor": [15,10,50],
		"innerColor": [245,240,255],
		"uniqueName": "Full Moon",
		"uniques": ["[+1 Food] from [Tundra] tiles [in all cities]",
			"[+1 Food] from [Snow] tiles [in all cities]",
			"[+1 Culture] from [Snow] tiles [in capital] <after adopting [Piety]>",
			"[+1 Science] from [Snow] tiles [in capital] <after adopting [Rationalism]>",
			"[+3 Production] from [Ice] tiles [in all cities]",
			"[+1 Gold] from [Snow] tiles [in all cities] <during a Golden Age>",
			"[-1 Gold, +1 Science] from [Ocean] tiles [in all cities]",
			"Enables embarkation for land units <starting from the [Ancient era]>",
			"Enables [All] units to enter ocean tiles <starting from the [Ancient era]>",
		"[All] units gain the [Lunar Hymns] promotion","Avatar Nations <hidden from users>"],
		"cities": ["Agna Qel'a","Amna Qel'a","Avohai'iq","Avohai'lo","Erutoe","Falmi'ri","H'ronmear","Kalan'iq","Kanalet'i","Katav'i"]
	},
	{
		"name": "Republic City",
		"leaderName": "Tenzin",
		"adjective": ["Police"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Scientific",

		"startIntroPart1": "Introduction",
		"startIntroPart2": "Introduction",
		
		"declaringWar": "We tried to find a reasonable and mutually beneficial solution to this conflict, but it is clear that the negotiations failed",
		"attacked": "We are deeply concerned by the declaration of war by your civilization. However, we are committed to maintaining the peace and security of our people, and we are confident in our ability to defend ourselves",
		"defeated": "I am greatly saddened by the outcome of this war, and I am concerned for the safety and well-being of my people.",
		"introduction": "Hello, my name is Tenzin, and I am the councilman of Republic City. It is a pleasure to meet you. I am curious to learn more about your civilization. Can you tell me more about the beliefs, values, and practices of your people?",

		"neutralHello": "Greetings.",
		"hateHello": "I hate you",

		"tradeRequest": "I would like to offer you a chance to raise the standard of living of your people",

		"outerColor": [50,40,20],
		"innerColor": [130,100,50],
		"uniqueName": "Public Rule",
		"uniques": ["Cannot build [Settler] units","!Settler may not spawn! when adopting Collective Rule","[3] population [in capital] <upon adopting [Collective Rule]>",
		"Can spend Gold to annex or puppet a City-State that has been your ally for [10] turns.","Science gained from research agreements [50]%","Resting point for Influence with City-States following this religion [10]","Gain [15] Influence with a [Diplomat] gift to a City-State","May not annex cities <when fighting units from a Civilization with more Cities than you>","Avatar Nations <hidden from users>"],
		"cities": ["Metropolis"]
	}
]
